export const WORKING_TIME_GALLERY = {
    days: 'Ежедневно',
    hours: '10:00-22:00',
};
export const WORKING_TIME_CINEMA = {
    days: 'Ежедневно',
    hours: '10:00-02:00',
};

export const ADDRESS = 'г. Пушкино, Красноармейское шоссе, стр. 104';

export const PHONE_NUMBER = '+7 499 450-50-20';

export const MENU_LINKS = [
    {
        'Магазины': {
            id: 'stores',
            link: '/stores',
            subItems: {
                'Женская одежда': '#!',
                'Нижнее белье': '#!',
                'Мужская одежда': '#!',
                'Ювелирные изделия': '#!',
                'Красота и здоровье': '#!',
                'Детские товары': '#!',
                'Обувь и аксессуары': '#!',
                'Все для дома': '#!',
                'Подарки и сувениры': '#!',
            },
        },
        'Кафе и рестораны': {
            id: 'restaurants',
            link: '/cafes',
            subItems: {
                'Кафе и рестораны 1': '#!',
                'Кафе и рестораны 2': '#!',
                'Кафе и рестораны 3': '#!',
                'Кафе и рестораны 4': '#!',
                'Кафе и рестораны 5': '#!',
                'Кафе и рестораны 6': '#!',
            },
        },
        'Развлечения': {
            id: 'entertainments',
            link: '/entertainments',
            subItems: {
                'Развлечения 1': '#!',
                'Развлечения 2': '#!',
                'Развлечения 3': '#!',
                'Развлечения 4': '#!',
                'Развлечения 5': '#!',
                'Развлечения 6': '#!',
            },
        },
        'Услуги и сервис': {
            id: 'service',
            link: '/services',
            subItems: {
                'Услуги и сервис 1': '#!',
                'Услуги и сервис 2': '#!',
                'Услуги и сервис 3': '#!',
                'Услуги и сервис 4': '#!',
                'Услуги и сервис 5': '#!',
                'Услуги и сервис 6': '#!',
            },
        },
    },
    {
        'Новости и мероприятия': {
            id: 'news',
            link: '#!',
        },
        'Акции': {
            id: 'stocks',
            link: '#!',
        },
    },
    {
        'Контакты': {
            id: 'contacts',
            link: '#!',
        },
        'Вакансии': {
            id: 'vacancy',
            link: '#!',
        },
        'Арендаторам': {
            id: 'tenants',
            link: '#!',
        },
        'О ТРЦ': {
            id: 'about',
            link: '#!',
        },
        'Правила ТРЦ': {
            id: 'rules',
            link: '#!',
        },
    },
];
