export const WORKING_TIME_GALLERY = {
    days: 'Ежедневно',
    hours: '10:00-22:00',
};
export const WORKING_TIME_CINEMA = {
    days: 'Ежедневно',
    hours: '10:00-02:00',
};

export const ADDRESS = 'г. Пушкино, Красноармейское шоссе, стр. 104';

export const PHONE_NUMBER = '+7 499 450-50-20';

export const MENU_LINKS = [
    {
        'Магазины': {
            link: '#!',
            subItems: {
                'Женская одежда': '#!',
                'Нижнее белье': '#!',
                'Мужская одежда': '#!',
                'Ювелирные изделия': '#!',
                'Красота и здоровье': '#!',
                'Детские товары': '#!',
                'Обувь и аксессуары': '#!',
                'Все для дома': '#!',
                'Подарки и сувениры': '#!',
            },
        },
        'Кафе и рестораны': {
            link: '#!',
            subItems: {
                'Кафе и рестораны1': '#!',
                'Кафе и рестораны2': '#!',
                'Кафе и рестораны3': '#!',
                'Кафе и рестораны4': '#!',
                'Кафе и рестораны5': '#!',
                'Кафе и рестораны6': '#!',
            },
        },
        'Развлечения': {
            link: '#!',
            subItems: {
                'Развлечения1': '#!',
                'Развлечения2': '#!',
                'Развлечения3': '#!',
                'Развлечения4': '#!',
                'Развлечения5': '#!',
                'Развлечения6': '#!',
            },
        },
        'Услуги и сервис': {
            link: '#!',
            subItems: {
                'Развлечения1': '#!',
                'Развлечения2': '#!',
                'Развлечения3': '#!',
                'Развлечения4': '#!',
                'Развлечения5': '#!',
                'Развлечения6': '#!',
            },
        },
    },
    {
        'Новости и мероприятия': {
            link: '#!',
        },
        'Акции': {
            link: '#!',
        },
    },
    {
        'Контакты': {
            link: '#!',
        },
        'Вакансии': {
            link: '#!',
        },
        'Арендаторам': {
            link: '#!',
        },
        'О ТРЦ': {
            link: '#!',
        },
        'Правила ТРЦ': {
            link: '#!',
        },
    },
];
