export const RENTERS = {
    stores: {
        name: 'Магазины',
        categories: [
            'Женская одежда',
            'Мужская одежда',
            'Детские товары',
            'Обувь, сумки, аксессуары',
            'Ювелирные украшения',
            'Красота и здоровье',
            'Аптеки и Оптики',
            'Хобби и творчество',
            'Спортивные товары',
            'Подарки и сувениры',
            'Товары для дома',
            'Бытовая техника',
            'Ремонт и сад',
            'Услуги'
        ],
    },
    cafes: {
        name: 'Кафе и рестораны',
        categories: [
            'Кафе и рестораны',
            'Кофейни',
            'Кондитерские',
            'Фастфуд'
        ],
    },
    entertainment: {
        name: 'Развлечение',
        categories: [],
    },
    services: {
        name: 'Услуги и сервис',
        categories: [
            'Туалет',
            'Гардероб',
            'Комната матери и ребенка'
        ],
    }
}
